{
  "diwali": [
    {
      "text": "May the festival of lights brighten your life with endless joy and happiness.",
      "author": "Traditional"
    },
    {
      "text": "Let us celebrate the festival of lights by dispelling the darkness from our hearts and minds.",
      "author": "Unknown"
    },
    {
      "text": "May the divine light of Diwali spread into your life peace, prosperity, happiness and good health.",
      "author": "Traditional"
    },
    {
      "text": "Diwali is a time to reflect on our lives and make changes for a brighter future.",
      "author": "Unknown"
    },
    {
      "text": "As the light of the lamp dispels darkness, may the light within us dispel all darkness in our lives.",
      "author": "Hindu Proverb"
    },
    {
      "text": "May millions of lamps illuminate your life with endless joy, prosperity, health and wealth forever.",
      "author": "Traditional"
    },
    {
      "text": "Let us keep our hearts and homes illuminated with love, light and joy.",
      "author": "Unknown"
    },
    {
      "text": "The light of Diwali reminds us that light will always overcome darkness.",
      "author": "Traditional"
    },
    {
      "text": "May your life be as colorful and beautiful as the rangolis of Diwali.",
      "author": "Unknown"
    },
    {
      "text": "Darkness cannot drive out darkness; only light can do that.",
      "author": "Martin Luther King Jr."
    }
  ],
  "christmas": [
    {
      "text": "Christmas is not a time nor a season, but a state of mind.",
      "author": "Calvin Coolidge"
    },
    {
      "text": "The best of all gifts around any Christmas tree: the presence of a happy family all wrapped up in each other.",
      "author": "Burton Hillis"
    },
    {
      "text": "Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.",
      "author": "Norman Vincent Peale"
    },
    {
      "text": "May the Christmas season fill your home with joy, your heart with love and your life with laughter.",
      "author": "Traditional"
    },
    {
      "text": "Christmas is doing a little something extra for someone.",
      "author": "Charles M. Schulz"
    },
    {
      "text": "The joy of Christmas is a joy that knows no boundaries.",
      "author": "Traditional"
    },
    {
      "text": "Christmas is the day that holds all time together.",
      "author": "Alexander Smith"
    },
    {
      "text": "What is Christmas? It is tenderness for the past, courage for the present, and hope for the future.",
      "author": "Agnes M. Pahro"
    },
    {
      "text": "Christmas is a season not only of rejoicing but of reflection.",
      "author": "Winston Churchill"
    },
    {
      "text": "The magic of Christmas is not in the presents but in His presence.",
      "author": "Traditional"
    }
  ],
  "eid-al-fitr": [
    {
      "text": "Eid is a day of joy, thanksgiving, worship, brotherhood, and unity.",
      "author": "Islamic Tradition"
    },
    {
      "text": "May Allah flood your life with happiness, your heart with love, and your soul with spirituality.",
      "author": "Traditional"
    },
    {
      "text": "The month of Ramadan is like rain that turns the earth green.",
      "author": "Islamic Proverb"
    },
    {
      "text": "Eid is not just a celebration but a time to reflect on Allah's blessings.",
      "author": "Traditional"
    },
    {
      "text": "May this Eid bring happiness, joy and blessings to you and your family.",
      "author": "Traditional"
    },
    {
      "text": "When the month of Ramadan arrives, the gates of paradise are opened.",
      "author": "Prophet Muhammad"
    },
    {
      "text": "May Allah accept your good deeds, forgive your transgressions, and ease your affairs.",
      "author": "Traditional"
    },
    {
      "text": "Eid is a time when we thank Allah for giving us the strength to complete Ramadan.",
      "author": "Traditional"
    },
    {
      "text": "Let us celebrate this day of Eid with prayers, love, and gratitude.",
      "author": "Traditional"
    }
  ],
  "holi": [
    {
      "text": "Let the colors of Holi spread the message of peace and happiness.",
      "author": "Traditional"
    },
    {
      "text": "Life is full of colors, let's celebrate every shade this Holi.",
      "author": "Unknown"
    },
    {
      "text": "May your life be as colorful and beautiful as the colors of Holi.",
      "author": "Traditional"
    },
    {
      "text": "Holi reminds us that life is a celebration, color it with love.",
      "author": "Unknown"
    },
    {
      "text": "Let the colors of Holi wash away the animosity and fill your heart with love.",
      "author": "Traditional"
    },
    {
      "text": "Add colors to your life by splashing them on others.",
      "author": "Holi Proverb"
    },
    {
      "text": "May the festival of colors bring joy and happiness in your life.",
      "author": "Traditional"
    },
    {
      "text": "Holi is the time to develop the strength of unity and celebrate together.",
      "author": "Unknown"
    },
    {
      "text": "Let the colors of Holi paint your life with joy and prosperity.",
      "author": "Traditional"
    },
    {
      "text": "Play safe, spread love, and have a colorful Holi.",
      "author": "Traditional"
    }
  ],
  "chinese-new-year": [
    {
      "text": "May the new year bring you prosperity, health, and happiness.",
      "author": "Chinese Blessing"
    },
    {
      "text": "A year of good fortune and happiness awaits you.",
      "author": "Traditional"
    },
    {
      "text": "Gong Xi Fa Cai! May you have a prosperous new year.",
      "author": "Traditional Greeting"
    },
    {
      "text": "New year, new beginnings, new opportunities, new blessings.",
      "author": "Chinese Saying"
    },
    {
      "text": "May this new year be filled with good health, prosperity, and happiness.",
      "author": "Traditional"
    },
    {
      "text": "Let go of the old and welcome the new with open arms.",
      "author": "Chinese Proverb"
    },
    {
      "text": "May the new year bring peace, love, and joy to your family.",
      "author": "Traditional"
    },
    {
      "text": "With the new year comes new opportunities and new dreams.",
      "author": "Chinese Saying"
    },
    {
      "text": "May your new year be as bright as the lanterns that light up the sky.",
      "author": "Traditional"
    }
  ],
  "thanksgiving": [
    {
      "text": "Gratitude turns what we have into enough.",
      "author": "Anonymous"
    },
    {
      "text": "Be thankful for what you have; you'll end up having more.",
      "author": "Oprah Winfrey"
    },
    {
      "text": "Thanksgiving is a time of togetherness and gratitude.",
      "author": "Traditional"
    },
    {
      "text": "Give thanks not just on Thanksgiving Day, but every day of your life.",
      "author": "Unknown"
    },
    {
      "text": "The more you practice gratitude, the more you find to be grateful for.",
      "author": "Unknown"
    },
    {
      "text": "Thanksgiving is the holiday that encompasses all others.",
      "author": "Traditional"
    },
    {
      "text": "When we focus on our gratitude, the tide of disappointment goes out.",
      "author": "Kristin Armstrong"
    },
    {
      "text": "Let us be grateful to people who make us happy.",
      "author": "Marcel Proust"
    },
    {
      "text": "Gratitude is the inward feeling of kindness received.",
      "author": "Henry Van Dyke"
    }
  ],
  "easter": [
    {
      "text": "Easter is the demonstration of God that life is essentially spiritual and timeless.",
      "author": "Charles M. Crowe"
    },
    {
      "text": "The resurrection gives my life meaning and direction.",
      "author": "Robert Flatt"
    },
    {
      "text": "Easter says you can put truth in a grave, but it won't stay there.",
      "author": "Clarence W. Hall"
    },
    {
      "text": "May the miracle of Easter bring you renewed hope, faith, and joy.",
      "author": "Traditional"
    },
    {
      "text": "Easter is meant to be a symbol of hope, renewal, and new life.",
      "author": "Janine di Giovanni"
    },
    {
      "text": "May the promise of Easter fill your heart with peace and joy.",
      "author": "Traditional"
    },
    {
      "text": "Easter spells out beauty, the rare beauty of new life.",
      "author": "S.D. Gordon"
    },
    {
      "text": "The great gift of Easter is hope.",
      "author": "Basil C. Hume"
    },
    {
      "text": "Easter is the soul's first taste of spring.",
      "author": "Traditional"
    }
  ],
  "navratri": [
    {
      "text": "May Goddess Durga destroy all your sorrows and bring you strength.",
      "author": "Traditional"
    },
    {
      "text": "Let the divine energy of Navratri fill your life with power and prosperity.",
      "author": "Hindu Blessing"
    },
    {
      "text": "May Maa Durga bless you with happiness, health, and prosperity.",
      "author": "Traditional"
    },
    {
      "text": "Navratri is not just a festival, it's a celebration of the feminine divine.",
      "author": "Unknown"
    },
    {
      "text": "May the nine nights of Navratri bring nine times more happiness to you.",
      "author": "Traditional"
    },
    {
      "text": "Let the garba of life keep spinning with joy and devotion.",
      "author": "Unknown"
    },
    {
      "text": "May Goddess Durga remove all obstacles from your path.",
      "author": "Hindu Blessing"
    },
    {
      "text": "This Navratri, may you find the goddess within yourself.",
      "author": "Traditional"
    },
    {
      "text": "Victory to Maa Durga, the destroyer of evil and protector of good.",
      "author": "Traditional"
    },
    {
      "text": "May the blessings of Shakti empower you to achieve all your dreams.",
      "author": "Hindu Blessing"
    }
  ],
  "hanukkah": [
    {
      "text": "May the lights of Hanukkah bring you warmth, comfort, and joy.",
      "author": "Traditional"
    },
    {
      "text": "A candle loses nothing by lighting another candle.",
      "author": "Jewish Proverb"
    },
    {
      "text": "Hanukkah teaches us that even a little light can dispel great darkness.",
      "author": "Unknown"
    },
    {
      "text": "May the Festival of Lights brighten your home and heart.",
      "author": "Traditional"
    },
    {
      "text": "Eight nights of light, eight reasons to celebrate.",
      "author": "Unknown"
    },
    {
      "text": "Let the menorah's glow illuminate your path with hope and faith.",
      "author": "Traditional"
    },
    {
      "text": "Hanukkah is a celebration of miracles, faith, and perseverance.",
      "author": "Unknown"
    },
    {
      "text": "May the spirit of Hanukkah fill your home with happiness.",
      "author": "Traditional"
    },
    {
      "text": "From generation to generation, we kindle the lights of freedom.",
      "author": "Jewish Tradition"
    },
    {
      "text": "May your Hanukkah be as bright as the candles in your menorah.",
      "author": "Traditional"
    }
  ],
  "new-year": [
    {
      "text": "Cheers to a new year and another chance for us to get it right.",
      "author": "Oprah Winfrey"
    },
    {
      "text": "New year, new feels, new chances, same dreams, fresh starts.",
      "author": "Unknown"
    },
    {
      "text": "May the new year bring you happiness, peace, and prosperity.",
      "author": "Traditional"
    },
    {
      "text": "Every new year is another chance to change your life.",
      "author": "Unknown"
    },
    {
      "text": "The new year stands before us like a chapter in a book, waiting to be written.",
      "author": "Melody Beattie"
    },
    {
      "text": "May all your dreams and wishes come true in the coming year.",
      "author": "Traditional"
    },
    {
      "text": "A new year, a new chapter, a new start.",
      "author": "Unknown"
    },
    {
      "text": "Write it on your heart that every day is the best day in the year.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "text": "Let the new year bring positive changes and beautiful moments.",
      "author": "Traditional"
    },
    {
      "text": "May this year be the one where all your dreams come true.",
      "author": "Traditional"
    }
  ],
  "raksha-bandhan": [
    {
      "text": "The bond between siblings is unbreakable, eternal, and full of love.",
      "author": "Traditional"
    },
    {
      "text": "A brother is a friend given by nature.",
      "author": "Jean Baptiste Legouve"
    },
    {
      "text": "Sisters are different flowers from the same garden.",
      "author": "Unknown"
    },
    {
      "text": "May the thread of rakhi strengthen the bond of love between siblings.",
      "author": "Traditional"
    },
    {
      "text": "To the outside world we all grow old. But not to brothers and sisters.",
      "author": "Clara Ortega"
    },
    {
      "text": "This Raksha Bandhan, may our bond grow stronger with each passing year.",
      "author": "Traditional"
    },
    {
      "text": "A sibling is a lens through which you see your childhood.",
      "author": "Ann Hood"
    },
    {
      "text": "The greatest gift our parents ever gave us was each other.",
      "author": "Unknown"
    },
    {
      "text": "May the sacred thread of rakhi bring endless joy to our family.",
      "author": "Traditional"
    }
  ],
  "valentines-day": [
    {
      "text": "Love is composed of a single soul inhabiting two bodies.",
      "author": "Aristotle"
    },
    {
      "text": "The best thing to hold onto in life is each other.",
      "author": "Audrey Hepburn"
    },
    {
      "text": "Where there is love there is life.",
      "author": "Mahatma Gandhi"
    },
    {
      "text": "To love and be loved is to feel the sun from both sides.",
      "author": "David Viscott"
    },
    {
      "text": "You are my today and all of my tomorrows.",
      "author": "Leo Christopher"
    },
    {
      "text": "Love isn't something you find. Love is something that finds you.",
      "author": "Loretta Young"
    },
    {
      "text": "In all the world, there is no heart for me like yours.",
      "author": "Maya Angelou"
    },
    {
      "text": "I love you not only for what you are, but for what I am when I am with you.",
      "author": "Roy Croft"
    },
    {
      "text": "The greatest thing you'll ever learn is just to love and be loved in return.",
      "author": "Eden Ahbez"
    }
  ]
}